[
    {
            
        "title": "Modern Chair",
        "description": " modern chair is a stylish and functional piece of furniture that embodies clean lines, minimalistic design, and innovative materials. Often crafted with a focus on comfort and aesthetic appeal, modern chairs blend form and function, offering both support and visual elegance. Common materials include sleek metals, smooth plastics, molded plywood, and soft fabrics or leather, creating a wide variety of textures and finishes to suit any space.The design philosophy behind modern chairs emphasizes simplicity and efficiency, often removing extraneous features to focus on the essentials. Some chairs are designed with ergonomic considerations, featuring contoured shapes that support the body's natural curves, while others prioritize bold, sculptural forms that serve as eye-catching focal points in a room. Whether in a minimalist living room, a sophisticated office, or a trendy dining area, modern chairs complement a wide range of interior styles, from mid-century modern to contemporary and industrial.  Functionally, modern chairs are designed for easy use and versatility, often lightweight and easy to move. Many feature adjustable components, such as height or reclining mechanisms, to adapt to different needs. Whether designed for relaxation, work, or dining, a modern chair offers both comfort and visual appeal, making it an e ssential element in modern interior design.",
           "cost": 150,
           "discount": 99.99
    
},
        {
            "title": "Antique Chair",
            "description": "An antique chair is a timeless piece of furniture that carries a rich history and craftsmanship, often reflecting the artistry and design sensibilities of a specific period or culture. These chairs, typically aged 100 years or more, feature intricate details, luxurious materials, and distinctive styles that make them highly prized by collectors and interior designers alike. Crafted from high-quality woods such as oak, mahogany, walnut, or cherry, antique chairs often showcase expert joinery techniques, such as dovetailing, mortise and tenon joints, and hand-carving. The wood is often beautifully patinated, with a natural finish that has deepened over the years, adding character and warmth to the piece. Upholstery may feature rich fabrics like velvet, silk, or brocade, with elaborate patterns or intricate needlework, though some may be left in their original, unadorned wooden form, showcasing the craftsmanship of the chair's construction. The design of antique chairs varies widely depending on the era, ranging from the ornate, baroque-style pieces of the 17th century, to the more restrained, neoclassical styles of the 18th century, to the rustic, handcrafted charm of early American pieces. Some iconic styles include the Queen Anne, Chippendale, and Victorian chairs, each with distinct features like cabriole legs, carved embellishments, or curved backs. Antique chairs are not just functional, but are also works of art that reflect the cultural and aesthetic values of the time in which they were made. Whether used in formal dining rooms, cozy reading corners, or as statement pieces in contemporary settings, an antique chair adds a sense of heritage and sophistication, often becoming a cherished heirloom passed down through generations.",
               "cost": 200,
               "discount": 99.99
        },
        {
            "title": "Magazine Holder",
            "description": "A magazine holder is a practical and stylish storage solution designed to organize and display magazines, newspapers, or other reading materials in a neat and accessible manner. Typically found in living rooms, offices, or waiting areas, a magazine holder not only keeps clutter at bay but also adds a touch of decor to the space. Magazine holders come in a variety of materials and designs, ranging from sleek metal or wire constructions to more refined options made from wood, leather, or fabric. Some holders feature a minimalist design, with simple open slots or trays for easy access to reading materials, while others may be more elaborate, with compartments, handles, or even built-in stands to showcase magazines in an aesthetically pleasing way. The size and shape of a magazine holder can vary, with some designed to hold a small collection of magazines, and others capable of storing multiple issues or larger formats. The structure can be vertical, horizontal, or even curved, depending on the style and available space. Magazines are often stored in a way that allows for easy browsing, whether stacked neatly or displayed in an upright fashion. Some holders are designed with a tilting or angled feature for better visibility, allowing readers to view the covers of the magazines with ease. In addition to their practical function, magazine holders can enhance the overall ambiance of a room, complementing the existing decor through their choice of materials, colors, and finishes.Whether placed next to a coffee table, on a side table, or in an office setting, a magazine holder is both a functional and decorative addition to any space, ensuring your reading materials are organized and readily accessible.",
               "cost": 300,
               "discount": 149.99
        },
        {
            "title": "Comfort Chair",
            "description": "A comfort chair is designed with a primary focus on relaxation and ergonomic support, offering a perfect blend of form and function. These chairs prioritize comfort through thoughtful design features, ensuring that users can sit for extended periods without experiencing discomfort or strain. Ideal for spaces such as living rooms, home offices, reading nooks, or media rooms, a comfort chair serves as a sanctuary for rest and relaxation. Key elements of a comfort chair include plush padding, contoured cushioning, and supportive backrests that follow the natural curve of the body. The seat is often wide and deep, providing ample space for users to sink in and settle comfortably. Many comfort chairs come with adjustable features, such as reclining mechanisms, swivel bases, or height adjustments, allowing for customization of the seating position. Some models may include built-in footrests or armrests to further enhance relaxation. Upholstery is typically soft and inviting, with materials ranging from luxurious fabrics like microfiber, chenille, and velvet, to smooth, durable leather. The fabric choice contributes not only to comfort but also to the aesthetic of the chair, with options that can fit into both traditional and contemporary decor. The overall design of a comfort chair tends to be more rounded and soft, with smooth edges and padded surfaces that prioritize ease of use and coziness. The frame is often built to be sturdy yet lightweight enough for easy movement, and the legs may be made of wood, metal, or other durable materials. Whether you're lounging after a long day, watching a movie, or enjoying a good book, a comfort chair is crafted to provide the ultimate seating experience, combining superior support with a relaxing, inviting look.",
               "cost": 1200,
               "discount": 599.99
        } 
    
]